<template>
	<view class="container">
		<text class="title">嘉荫</text>
		<text class="title">咱嘉荫人自己的平台！</text>
		<text>嘉荫小程序内的所有信息均为用户自由发布，交易时请注意识别虚假信息。交易风险自负! 如有侵犯您权益的内容，请联系我们删除。举报信息、删除信息联系客服</text>
		<text class="title">免责声明</text>
		<text>嘉荫小程序是一个嘉荫综合信息服务平台，提供信息共享服务。嘉荫小程序的信息均来源于用户，嘉荫管理员及其雇员一概毋须以任何方式就任何信息传递或传送的失误、不准确或错误对用户或任何其他人士负任何直接或间接的责任。

在法律允许的范围内，嘉荫小程序在此声明,不承担用户或任何人士就使用或未能使用嘉荫小程序所提供的信息或任何链接或项目所引致的任何直接、间接、附带、从属、特殊、惩罚性或惩戒性的损害赔偿（包括但不限于收益、预期利润的损失或失去的业务、未实现预期的节省）。

嘉荫小程序所提供的信息，若在任何司法管辖地区供任何人士使用或分发给任何人士时会违反该司法管辖地区的法律或条例的规定或会导致嘉荫小程序或其第三方代理人受限于该司法管辖地区内的任何监管规定时，则该等信息不宜在该司法管辖地区供该等任何人士使用或分发给该等任何人士。用户须自行保证不会受限于任何限制或禁止用户使用或分发嘉荫小程序所提供信息的当地的规定。

嘉荫小程序图片，文字之类版权申明，因为可以由注册用户自行上传图片或文字，嘉荫小程序无法鉴别所上传图片或文字的知识版权，如果侵犯，请及时通知我们，嘉荫小程序将在第一时间及时删除。

凡以任何方式登陆嘉荫小程序或直接、间接使用嘉荫小程序资料者，视为自愿接受嘉荫小程序声明的约束。</text>
		<text class="title">隐私政策</text>
		<text>嘉荫小程序不会收集及以任何形式储存来自你社交网路的任何资讯或销售给广告或其它营运机构的信息。
		
当你透过社交网路进行分享或者登录时，可能会要求输入帐号密码，但该资讯由平台系统管理，嘉荫小程序不会以任何形式储存帐号密码，也不会收集及以任何形式储存您在社交网路上的任何个人资讯。

使用嘉荫小程序即表示您同意此隐私政策的条款和条件。如果您不同意本政策，请不要使用嘉荫小程序。我们保留权利，在我们决定更改，修改，增加或删除本政策的部分，在任何时候。请定期浏览此网页查阅任何修改。如果您继续使用嘉荫小程序以后的任何更改这些条款的发布将意味着你已经接受了这些调整。</text>
	
		<text class="version">当前版本:0.0.1</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style lang="scss">
	.container {
		min-height: 100%;
		display: flex;
		flex-flow: column;
		width: 100%;
		align-items: center;
		padding: $uni-spacing-col-base;
		
		text {
			margin-top: $uni-spacing-row-base;
			color: $uni-text-color;
		}
		
		.title{
			font-size: $uni-font-size-lg;
			font-weight: bold;
		}
		.version{
			color: $uni-text-color-grey;
		}
	}
</style>
